{"0": ["https://www.linkedin.com/jobs/view/3006333995/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=UmyDkkNqDJ%2B%2Fr3V%2BvUcZ1w%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nAre you passionate about Data? Do you get up in the morning excited about identifying and solving complex problems?\n\nThe Online Grocery Data Science Team develop and continually improve cutting edge, automated systems and tools that drive our Asda eCommerce business, delivering great experiences for our customers and maximising efficiency for our colleagues.\n\nAbout The Role\n\nYou will;\nFind data led solutions to complex problems in a collaborative working environment.\nBuild collaborative relationships with business stake holders and engineering\nProvide support in delivering change.\nSelf-start in identifying\nDeliver great customer and colleague experiences through cutting edge automated data systems.\nWe encourage innovation and you will have autonomy in your area of focus. Working at ASDA is a rewarding experience - and we want you to grow your career with us in a thriving business.\n\nWhat You'll Need\nExperience in utilising data tools with an aptitude to model and activate data led solutions.\nThe ability to formulate clear, concise conclusions minimising Bias - and present options / direction to the wider team.\nA passion to find and solve complex problems – you will have a keen eye to spot opportunities within large datasets.\nForward-thinking mindset with ability to make decisions and adapt plans with agility.\nDemonstrable knowledge of one or all of: SQL, Python, Alteryx, Power BI, Spark & Microsoft Azure Stack desirable\nFully conversant in multiple analysis techniques - desirable experience in statistical concepts.\nGood organisational skills and a desire for autonomy\nIf flexible working is important to you, then look no further! At Asda, we are proud of our culture and our commitment to flexible working. This role is based at Asda House, Leeds with the flexibility to work from home 2-3 days per week\n\nYou will also get an excellent benefits package including;-\nDiscretionary company bonus\nCompany pension up to 7% matched\n10% colleague discount, free parking and many additional rewards.\nWe want all colleagues to be able to bring their best and true selves to work, every day. Simply put, we want our colleagues to be Proud to be Asda and proud to be themselves."], "1": ["https://www.linkedin.com/jobs/view/3025634356/?eBP=NotAvailableFromMidTier&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=rYCl1AwonE071osVFBhfxw%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nThe Opportunity\n\nAdvanced data science is the foundation of our unique technological approach at Featurespace and is the driving force behind our ongoing business success.\n\nTo maintain our lead at the cutting-edge of analytics, Featurespace is looking for a Junior Data Scientist who will contribute to the successful application of our technology and help to grow our business.\n\nAs part of Featurespace’s Data Science team, you will be building advanced statistical models and algorithms that infer and predict individual customer behaviours in real-time, based on retail, online and ecommerce transaction data.\n\nIf you have an acute analytical mind, and would enjoy applying your energies and skills to real-world commercial problems to deliver value to customers, then we would like to hear from you.\n\nDay to Day\nApplying analytical theory to diverse real-world problems on large and dynamic datasets\nGenerating integral work products from project kick-off through to live deployment\nContributing to the development of statistical models and algorithms for integration within Featurespace products\nEnd-to-end processing and modelling of large customer data sets\nProducing materials to feedback analytic output to customers (reports, presentations, visualizations)\nWorking collaboratively with customers to develop and optimize models tailored to their data\nEvaluating and improving analytical results on live systems\nDeveloping an understanding of industry data structures and processes\nWorking with engineering/development teams to support and enhance the analytical infrastructure\nTesting analytical models and their integration within the ARIC platform\nAbout You\n\nMust haves:\nGood degree in a scientific or numerate discipline (e.g. Computer Science, Physics, Mathematics, Engineering) or equivalent work experience\nEvidence of interest in machine learning\nExperience in utilising statistical models and analytical algorithms in software\nExperience using Python, Java, R or another major programming language for data analysis, machine learning, or algorithm development\nTechnical and analytical skills with the ability to pick up new technologies and concepts quickly\nProblem-solving skills (especially in data-centric applications)\nStrong communication skills\nAbility to manage and prioritise personal workload\nGood To Haves\nExposure to the handling of large, diverse, real-world data sets\nExperience working in a Linux command line environment\nExperience using SQL to analyse data\nExperience with version control software and workflows (e.g. git)\nPersonal Qualities\n\nThe work is often challenging and fast paced. We are looking for someone who has the following qualities:\nEnjoys working in a team of like-minded and intelligent people to solve complex problems\nA focus on personal achievement and responsibilities\nA passion to learn new skills and technologies\nAttention to grammatical detail, layout, and presentation\nA passion to work for one of the fastest growing fraud prevention technologies in the world\nEnthusiasm\nAnd most importantly, a small-company attitude: willingness to adapt to a variable role and a great can-do attitude."], "2": ["https://www.linkedin.com/jobs/view/3020785665/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=RR5lrLo4onmchhXqM4%2FYQg%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nThe Marketing team focuses on building Facebook's brand presence by improving user sentiment and product education. Our Marketing team seeks to understand how our users feel about our products so we can help people better understand Facebook's intent and mission and guide our users to key features that can enrich their lives. The Decision Science team provides insightful analytics on consumer perception of the Facebook experience as a consultative partner to our Marketing team so we can better connect our users to Facebook and our products. We are seeking a talented analytics professional who thrives at the intersection of data, human behavior, marketing, product, and engineering. The ideal candidate will have a strong technical and analytical background, as well as an intense hunger to make a significant business impact by owning and driving business outcomes. Strong time management and communication skills are critical.\n\nDecision Scientist Responsibilities:\n\nPartner with our marketing teams to make well-informed decisions backed by product usage data and survey results\nEmpathize with Facebook users' attitudes, emotions, and opinions to promote product awareness and meaningful interactions on the platform\nPartner with marketing, research, and product organizations to scope, design, execute, measure, and improve the impact of our marketing efforts on the world and on our business\nTranslate data insights into actions and recommendations that will drive brand sentiment, user growth and engagement, and marketing effectiveness\nDevelop quantitative analysis, tools, ad hoc reports, and models to support marketing decision making. Analysis areas might include (but not limited to): retention, sentiment, lifetime value, messaging, promotions, usage, and engagement\nProduce data visualization such as charts, infographic, and dashboards to communicate findings and actionable recommendations to internal stakeholders clearly and effectively\n\nMinimum Qualifications:\n\nA degree in economics, operations research, mathematics, statistics, engineering, psychology, or another field with quantitative roots and demands\n5+ years of experience in data analysis, data science, decision science, or similar quantitative fields, applying experimentation methods to test various hypotheses for customer segmentation, consumer sentiment or perception, and outbound online marketing campaign evaluation\nExperience finding, cleaning, and manipulating data to build data sets\nStatistical modeling and data analysis experience (e.g. significance testing, regression modeling, sampling theory, etc.)\nExperience using R or Python or a similar scripting language for statistical modeling\nExperience with SQL, Hive, Presto, Hadoop, or other data querying languages\nExperience communicating with cross-functional stakeholders including brand strategists, marketing researchers, product marketing managers, and engineers\n\nPreferred Qualifications:\n\nAn MBA or Master's or Doctorate degree in economics, operational research, mathematics, statistics, engineering, psychology, or another field with strong quantitative roots and demands\nManagement consulting experience or a similar career requiring one to present data-driven insights to business audiences\nExperience developing data pipelines\nExperience writing production code for automated models\nExperience using open-source statistical packages such as Dplyr, Rstudio, NumPy, Pandas\nBasic experience or basic understanding of machine learning, data mining, and natural language processing"], "3": ["https://www.linkedin.com/jobs/view/3024815282/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=CcfGOHOMyZkRBm1%2B2quaPQ%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nThe Marketing team focuses on building Facebook's brand presence by improving user sentiment and product education. Our Marketing team seeks to understand how our users feel about our products so we can help people better understand Facebook's intent and mission and guide our users to key features that can enrich their lives. The Decision Science team provides insightful analytics on consumer perception of the Facebook experience as a consultative partner to our Marketing team so we can better connect our users to Facebook and our products. We are seeking a talented analytics professional who thrives at the intersection of data, human behavior, marketing, product, and engineering. The ideal candidate will have a strong technical and analytical background, as well as an intense hunger to make a significant business impact by owning and driving business outcomes. Strong time management and communication skills are critical.\n\nDecision Scientist Responsibilities:\n\nPartner with our marketing teams to make well-informed decisions backed by product usage data and survey results\nEmpathize with Facebook users' attitudes, emotions, and opinions to promote product awareness and meaningful interactions on the platform\nPartner with marketing, research, and product organizations to scope, design, execute, measure, and improve the impact of our marketing efforts on the world and on our business\nTranslate data insights into actions and recommendations that will drive brand sentiment, user growth and engagement, and marketing effectiveness\nDevelop quantitative analysis, tools, ad hoc reports, and models to support marketing decision making. Analysis areas might include (but not limited to): retention, sentiment, lifetime value, messaging, promotions, usage, and engagement\nProduce data visualization such as charts, infographic, and dashboards to communicate findings and actionable recommendations to internal stakeholders clearly and effectively\n\nMinimum Qualifications:\n\nA degree in economics, operations research, mathematics, statistics, engineering, psychology, or another field with quantitative roots and demands\n5+ years of experience in data analysis, data science, decision science, or similar quantitative fields, applying experimentation methods to test various hypotheses for customer segmentation, consumer sentiment or perception, and outbound online marketing campaign evaluation\nExperience finding, cleaning, and manipulating data to build data sets\nStatistical modeling and data analysis experience (e.g. significance testing, regression modeling, sampling theory, etc.)\nExperience using R or Python or a similar scripting language for statistical modeling\nExperience with SQL, Hive, Presto, Hadoop, or other data querying languages\nExperience communicating with cross-functional stakeholders including brand strategists, marketing researchers, product marketing managers, and engineers\n\nPreferred Qualifications:\n\nAn MBA or Master's or Doctorate degree in economics, operational research, mathematics, statistics, engineering, psychology, or another field with strong quantitative roots and demands\nManagement consulting experience or a similar career requiring one to present data-driven insights to business audiences\nExperience developing data pipelines\nExperience writing production code for automated models\nExperience using open-source statistical packages such as Dplyr, Rstudio, NumPy, Pandas\nBasic experience or basic understanding of machine learning, data mining, and natural language processing"], "4": ["https://www.linkedin.com/jobs/view/2992745491/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=RKDj3S2jZVCDCFYa0Tqc5A%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nPublish Date Apr 16, 2022\n\nLocation\n\nUK Wide, UK Wide, GB-United Kingdom\n\n\n\nCompany Atos\n\nAbout Atos\n\nAtos is a global leader in digital transformation with 110,000 employees in 73 countries and annual revenue of € 12 billion. European number one in Cloud, Cybersecurity and High-Performance Computing, the Group provides end-to-end Orchestrated Hybrid Cloud, Big Data, Business Applications and Digital Workplace solutions. The Group is the Worldwide Information Technology Partner for the Olympic & Paralympic Games and operates under the brands Atos, Atos|Syntel, and Unify. Atos is a SE (Societas Europaea), listed on the CAC40 Paris stock index.\n\nThe purpose of Atos is to help design the future of the information space. Its expertise and services support the development of knowledge, education and research in a multicultural approach and contribute to the development of scientific and technological excellence. Across the world, the Group enables its customers and employees, and members of societies at large to live, work and develop sustainably, in a safe and secure information space.\n\nAt Atos, our ambition is to be a diverse and inclusive company where people are truly free to be themselves. They can thrive, achieve their personal goals and innovate without limitations. We welcome everyone to apply.\n\nFamily friendly, flexible working arrangements will be considered across all roles.\n\nThe opportunity\n\nWe're looking for a motivated and forward-thinking Junior Data Scientist with 'go-getter' demeanour, who loves working in a fast-paced environment to join our team!\n\nThe Artificial Intelligence and Machine Learning team blend statistical techniques and ML to create value from data for our clients.\n\nResponsibilities\nDeliver innovative technical solutions that will meet the requirements of our clients. This will entail collecting requirements, analysing, developing, testing, evaluating and deploying the appropriate solution through the full development lifecycle.\nAssist with the design of data models and ETL pipelines to meet the business requirements in the most efficient manner\nMaintain clear and coherent communication to understand data needs and report results.\nHorizon scan to stay up to date with the latest technology, techniques and methods\nDevelop prototypes and proof of concepts based on innovative techniques\n\nSigns of success\nPassionate about ground-breaking impact the right information can have on a business will be clear from your previous projects and personal exploration of Data Science.\nStrong appreciation of statistical methods, experimental design and the underlying principles of machine learning algorithms. You will have the ability to transform, analyse and model data from a huge number of data sources, extracting and interpreting trends and insights.\nAble to evaluate models and have an awareness of how they can be implemented, monitored and maintained as part of enterprise technology stacks. DataOps / MLOps experience would be valued.\nCompetence in Python or R is required and other common languages and tools would be assets. There will be opportunities to build skills in coding and the use of no-code/low-code tools as well as broadening your understanding to data platforms and BI.\nKnowledge of database design as well as experience with SQL is desirable.\nSuperb interpersonal skills.\nYou will likely have a background in Mathematics, Physics or Computer Science and have worked within an Agile project team in the past.\n\nMore reasons to join us?\nAttractive salary.\n25 days of Annual leave + an option to purchase more through our Flexible Benefits.\nFlex benefits system – exciting opportunity to choose your own benefits.\nRetail discounts.\nPension - matching contribution up to 10%.\nPrivate Medical Scheme.\nLife Assurance.\nEnrolment in our Share scheme - subject to scheme eligibility criteria.\nUnlimited opportunities to learn in our Training platforms.\n\nWe are committed to making reasonable adjustments to the application process for people with disabilities. Please contact us to request accommodation!\n\nHere at Atos, we want all of our employees to feel valued, appreciated, and free to be who they are at work. Our employee lifecycle processes are designed to prevent discrimination against our people regardless of gender identity or expression, sexual orientation, religion, ethnicity, age, neurodiversity, disability status, citizenship, or any other aspect which makes them unique. Across the globe, we have created a variety of programs to embed our Atos culture of inclusivity, and work hard to ensure that all of our employees have an equal opportunity to contribute and feel that they are exactly where they belong."], "5": ["https://www.linkedin.com/jobs/view/3028132646/?eBP=NotAvailableFromMidTier&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=EdqTZXyncDKl2sfOUsuXFA%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nAre you a Data or Business Analyst looking to develop your career into Machine Learning? We are looking for an experienced Analyst or Business Insights Lead to take the next step in their career. You will be joining a new product team to help us build and develop an incredible product that will help our clients make informed decisions around the very real challenges they face, day in, day out. As pioneers of the Embedded Talent Acquisition model we are transforming the world of Talent Acquisition. To complement this model, we are developing Elements Intelligence™ to help our Partners make informed decisions through the power of data. The Mission: You will be helping us develop a product which uses Machine Learning to allow our partners to make fact-based strategic decisions on where they should target resources to make the best use of their investments. Often partners have to deliver on tough hiring and diversity targets or make strategic decisions around office locations and geographical focus to remain competitive in their markets. Our Impact: Using a combination of AI and human intelligence, Elements Intelligence™ provides senior stakeholders with an in-depth, tailored analytics service built uniquely to their specific need or challenge. The bespoke, interactive digital report provides the buyer with the data they need to make informed decisions through real-time data sets that are consolidated, cleansed and augmented. Your Role: To embed deep learning activity into the Elements Intelligence™ process. Training the model to optimise search processes using machine learning. Build and implement machine learning algorithms and design experiments to merge, manage, interrogate and extract data to supply tailored reports to partners Use machine learning tools and statistical techniques to produce solutions to problems Maintain clear and coherent communication, both verbal and written, to understand data needs from the partner and report results Create clear visualisations that tell compelling stories with regards to specific challenges outlined Assess the effectiveness of data sources and data-gathering techniques and improve data collection methods Horizon scan to stay up to date with the latest technology, techniques and methods Conduct research from which you'll develop prototypes and proof of concepts Stay curious and enthusiastic about using algorithms to solve problems and enthuse others to see the benefit of your work Data analysis, visualisation and business intelligence skills to provide partners with the insights into their hiring activity Requirements 1-2 years experience in Data Scientist role OR 2 years experience in Business Insights with qualifications in Data Science Training in data science and machine learning You enjoy learning new technologies, and have experience with data visualisation tools like PowerBi, Data Studio or Tableau An Understanding of Cloud Databases and APIs is a big advantage Potential Profiles: Business Insights experience interested into moving into Data Science Graduate with theoretical understanding of Data Science Our Values: A data scientist will set the standard. You’ll take ownership and develop yourself as a trusted Elemigo. You’ll truly embed yourself into the Elements Intelligence team and execute on the product strategy, solving challenges and optimising processes along the way. You’re forever curious. You’ll seek out trends and analysis in order to help communicate the narrative. You’ll drive meaningful impact and create value through innovation and technical development of Elements Intelligence. You’ll inspire others. You’ll leverage your expertise and seek out ways to develop your own domain knowledge and skills. You’re great at using sourcing tools and techniques. Together, we’re incredible. You’ll remain humble, and support others around you on the team. You’ll help support an inclusive atmosphere and drive team success. Benefits What we offer: A very competitive salary and a comprehensive benefits package, which includes 25 days holiday (Moving to 30 after 2 years of service), Contributory pension, Healthcare and a range of Wellness benefits to suit your needs Clear and achievable career growth and an enormous range of training & development opportunities Profit Share Scheme - Every employee receives an equal share of the pot each year. Your Way of Working (YWoW). We offer full remote contracts, or a fully flexible approach to how, when and where you work from an office"], "6": ["https://www.linkedin.com/jobs/view/3021821419/?eBP=NotAvailableFromMidTier&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=8Jn1q1DzofDp%2BcVnHdVRTQ%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nWe are looking for a Data Analyst to help with the day-to-day data driven activities within the eCommerce and Out of Home function, who will be responsible for cleaning, analysing, and reporting of datasets for key stakeholders.\n\nAs a Data Analyst, you'll use your passion for data and analytics to help challenge and improve our business processes to benefit the business as well as our customers. This role requires a dynamic, ambitious and self-motivated individual who is passionate about delivering value to the business through data.\n\nYou will be accountable for:\nAbility to simplify & present large volumes of complex data easily\nCreating compelling insights to resolve problems and implement innovative processes\nDelivering accurate reporting on a weekly/monthly basis across all eCommerce and Out of Home areas, and present this as necessary to a wide audience\nContribute to the continuous support and development of analytics and data-driven decision making to support profitability and other business objectives\nBuilding automated dashboards for providing insights across the business\nUsing data visualisation techniques to help deliver analysis and insights, and help make stakeholders make data informed decisions\nCommunicating with a wide range of teams and people, in order to further the impact of what analytics can achieve across the company\nWorking closely with the Analytics Manager to develop and maintain data models and forecasts to inform commercial decisions across the eCommerce and Out of Home team\n\nTo be successful in this role you will require the following…\n\nQualifications:\nA degree (BSc/or equivalent) in a numerate subject such as Analysis, Data Science, or Maths with specific analytical qualifications is essential\nStrong Microsoft Excel skills is a must\nExperience with data modelling, Python and SQL is advantageous\n2+ years working with data (i.e. quantitative analysis experience, manipulating and analysing data and creating analytical reports)\nExperience working with large datasets with strong technical skills\n\nKnowledge & Experience:\nHave a robust knowledge of Microsoft excel & PowerPoint\nExperience of building commercial/financial models\nExperience working with large amounts of data\n\nTechnical & People Skills:\nYou will be extremely organised and numerically astute\nAn interest in developing analytical skillset\nMust be articulate, precise, detail-orientated and highly responsive\n\nImpact & Influence:\nExcellent written and verbal and presentation communications.\nThe ability to work to tight timescales, under pressure and at pace\nGood problem solving and reasoning skills"]}{"0": ["https://www.linkedin.com/jobs/view/3006333995/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=UmyDkkNqDJ%2B%2Fr3V%2BvUcZ1w%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nAre you passionate about Data? Do you get up in the morning excited about identifying and solving complex problems?\n\nThe Online Grocery Data Science Team develop and continually improve cutting edge, automated systems and tools that drive our Asda eCommerce business, delivering great experiences for our customers and maximising efficiency for our colleagues.\n\nAbout The Role\n\nYou will;\nFind data led solutions to complex problems in a collaborative working environment.\nBuild collaborative relationships with business stake holders and engineering\nProvide support in delivering change.\nSelf-start in identifying\nDeliver great customer and colleague experiences through cutting edge automated data systems.\nWe encourage innovation and you will have autonomy in your area of focus. Working at ASDA is a rewarding experience - and we want you to grow your career with us in a thriving business.\n\nWhat You'll Need\nExperience in utilising data tools with an aptitude to model and activate data led solutions.\nThe ability to formulate clear, concise conclusions minimising Bias - and present options / direction to the wider team.\nA passion to find and solve complex problems – you will have a keen eye to spot opportunities within large datasets.\nForward-thinking mindset with ability to make decisions and adapt plans with agility.\nDemonstrable knowledge of one or all of: SQL, Python, Alteryx, Power BI, Spark & Microsoft Azure Stack desirable\nFully conversant in multiple analysis techniques - desirable experience in statistical concepts.\nGood organisational skills and a desire for autonomy\nIf flexible working is important to you, then look no further! At Asda, we are proud of our culture and our commitment to flexible working. This role is based at Asda House, Leeds with the flexibility to work from home 2-3 days per week\n\nYou will also get an excellent benefits package including;-\nDiscretionary company bonus\nCompany pension up to 7% matched\n10% colleague discount, free parking and many additional rewards.\nWe want all colleagues to be able to bring their best and true selves to work, every day. Simply put, we want our colleagues to be Proud to be Asda and proud to be themselves."], "1": ["https://www.linkedin.com/jobs/view/3025634356/?eBP=NotAvailableFromMidTier&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=rYCl1AwonE071osVFBhfxw%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nThe Opportunity\n\nAdvanced data science is the foundation of our unique technological approach at Featurespace and is the driving force behind our ongoing business success.\n\nTo maintain our lead at the cutting-edge of analytics, Featurespace is looking for a Junior Data Scientist who will contribute to the successful application of our technology and help to grow our business.\n\nAs part of Featurespace’s Data Science team, you will be building advanced statistical models and algorithms that infer and predict individual customer behaviours in real-time, based on retail, online and ecommerce transaction data.\n\nIf you have an acute analytical mind, and would enjoy applying your energies and skills to real-world commercial problems to deliver value to customers, then we would like to hear from you.\n\nDay to Day\nApplying analytical theory to diverse real-world problems on large and dynamic datasets\nGenerating integral work products from project kick-off through to live deployment\nContributing to the development of statistical models and algorithms for integration within Featurespace products\nEnd-to-end processing and modelling of large customer data sets\nProducing materials to feedback analytic output to customers (reports, presentations, visualizations)\nWorking collaboratively with customers to develop and optimize models tailored to their data\nEvaluating and improving analytical results on live systems\nDeveloping an understanding of industry data structures and processes\nWorking with engineering/development teams to support and enhance the analytical infrastructure\nTesting analytical models and their integration within the ARIC platform\nAbout You\n\nMust haves:\nGood degree in a scientific or numerate discipline (e.g. Computer Science, Physics, Mathematics, Engineering) or equivalent work experience\nEvidence of interest in machine learning\nExperience in utilising statistical models and analytical algorithms in software\nExperience using Python, Java, R or another major programming language for data analysis, machine learning, or algorithm development\nTechnical and analytical skills with the ability to pick up new technologies and concepts quickly\nProblem-solving skills (especially in data-centric applications)\nStrong communication skills\nAbility to manage and prioritise personal workload\nGood To Haves\nExposure to the handling of large, diverse, real-world data sets\nExperience working in a Linux command line environment\nExperience using SQL to analyse data\nExperience with version control software and workflows (e.g. git)\nPersonal Qualities\n\nThe work is often challenging and fast paced. We are looking for someone who has the following qualities:\nEnjoys working in a team of like-minded and intelligent people to solve complex problems\nA focus on personal achievement and responsibilities\nA passion to learn new skills and technologies\nAttention to grammatical detail, layout, and presentation\nA passion to work for one of the fastest growing fraud prevention technologies in the world\nEnthusiasm\nAnd most importantly, a small-company attitude: willingness to adapt to a variable role and a great can-do attitude."], "2": ["https://www.linkedin.com/jobs/view/3020785665/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=RR5lrLo4onmchhXqM4%2FYQg%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nThe Marketing team focuses on building Facebook's brand presence by improving user sentiment and product education. Our Marketing team seeks to understand how our users feel about our products so we can help people better understand Facebook's intent and mission and guide our users to key features that can enrich their lives. The Decision Science team provides insightful analytics on consumer perception of the Facebook experience as a consultative partner to our Marketing team so we can better connect our users to Facebook and our products. We are seeking a talented analytics professional who thrives at the intersection of data, human behavior, marketing, product, and engineering. The ideal candidate will have a strong technical and analytical background, as well as an intense hunger to make a significant business impact by owning and driving business outcomes. Strong time management and communication skills are critical.\n\nDecision Scientist Responsibilities:\n\nPartner with our marketing teams to make well-informed decisions backed by product usage data and survey results\nEmpathize with Facebook users' attitudes, emotions, and opinions to promote product awareness and meaningful interactions on the platform\nPartner with marketing, research, and product organizations to scope, design, execute, measure, and improve the impact of our marketing efforts on the world and on our business\nTranslate data insights into actions and recommendations that will drive brand sentiment, user growth and engagement, and marketing effectiveness\nDevelop quantitative analysis, tools, ad hoc reports, and models to support marketing decision making. Analysis areas might include (but not limited to): retention, sentiment, lifetime value, messaging, promotions, usage, and engagement\nProduce data visualization such as charts, infographic, and dashboards to communicate findings and actionable recommendations to internal stakeholders clearly and effectively\n\nMinimum Qualifications:\n\nA degree in economics, operations research, mathematics, statistics, engineering, psychology, or another field with quantitative roots and demands\n5+ years of experience in data analysis, data science, decision science, or similar quantitative fields, applying experimentation methods to test various hypotheses for customer segmentation, consumer sentiment or perception, and outbound online marketing campaign evaluation\nExperience finding, cleaning, and manipulating data to build data sets\nStatistical modeling and data analysis experience (e.g. significance testing, regression modeling, sampling theory, etc.)\nExperience using R or Python or a similar scripting language for statistical modeling\nExperience with SQL, Hive, Presto, Hadoop, or other data querying languages\nExperience communicating with cross-functional stakeholders including brand strategists, marketing researchers, product marketing managers, and engineers\n\nPreferred Qualifications:\n\nAn MBA or Master's or Doctorate degree in economics, operational research, mathematics, statistics, engineering, psychology, or another field with strong quantitative roots and demands\nManagement consulting experience or a similar career requiring one to present data-driven insights to business audiences\nExperience developing data pipelines\nExperience writing production code for automated models\nExperience using open-source statistical packages such as Dplyr, Rstudio, NumPy, Pandas\nBasic experience or basic understanding of machine learning, data mining, and natural language processing"], "3": ["https://www.linkedin.com/jobs/view/3024815282/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=CcfGOHOMyZkRBm1%2B2quaPQ%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nThe Marketing team focuses on building Facebook's brand presence by improving user sentiment and product education. Our Marketing team seeks to understand how our users feel about our products so we can help people better understand Facebook's intent and mission and guide our users to key features that can enrich their lives. The Decision Science team provides insightful analytics on consumer perception of the Facebook experience as a consultative partner to our Marketing team so we can better connect our users to Facebook and our products. We are seeking a talented analytics professional who thrives at the intersection of data, human behavior, marketing, product, and engineering. The ideal candidate will have a strong technical and analytical background, as well as an intense hunger to make a significant business impact by owning and driving business outcomes. Strong time management and communication skills are critical.\n\nDecision Scientist Responsibilities:\n\nPartner with our marketing teams to make well-informed decisions backed by product usage data and survey results\nEmpathize with Facebook users' attitudes, emotions, and opinions to promote product awareness and meaningful interactions on the platform\nPartner with marketing, research, and product organizations to scope, design, execute, measure, and improve the impact of our marketing efforts on the world and on our business\nTranslate data insights into actions and recommendations that will drive brand sentiment, user growth and engagement, and marketing effectiveness\nDevelop quantitative analysis, tools, ad hoc reports, and models to support marketing decision making. Analysis areas might include (but not limited to): retention, sentiment, lifetime value, messaging, promotions, usage, and engagement\nProduce data visualization such as charts, infographic, and dashboards to communicate findings and actionable recommendations to internal stakeholders clearly and effectively\n\nMinimum Qualifications:\n\nA degree in economics, operations research, mathematics, statistics, engineering, psychology, or another field with quantitative roots and demands\n5+ years of experience in data analysis, data science, decision science, or similar quantitative fields, applying experimentation methods to test various hypotheses for customer segmentation, consumer sentiment or perception, and outbound online marketing campaign evaluation\nExperience finding, cleaning, and manipulating data to build data sets\nStatistical modeling and data analysis experience (e.g. significance testing, regression modeling, sampling theory, etc.)\nExperience using R or Python or a similar scripting language for statistical modeling\nExperience with SQL, Hive, Presto, Hadoop, or other data querying languages\nExperience communicating with cross-functional stakeholders including brand strategists, marketing researchers, product marketing managers, and engineers\n\nPreferred Qualifications:\n\nAn MBA or Master's or Doctorate degree in economics, operational research, mathematics, statistics, engineering, psychology, or another field with strong quantitative roots and demands\nManagement consulting experience or a similar career requiring one to present data-driven insights to business audiences\nExperience developing data pipelines\nExperience writing production code for automated models\nExperience using open-source statistical packages such as Dplyr, Rstudio, NumPy, Pandas\nBasic experience or basic understanding of machine learning, data mining, and natural language processing"], "4": ["https://www.linkedin.com/jobs/view/2992745491/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=RKDj3S2jZVCDCFYa0Tqc5A%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nPublish Date Apr 16, 2022\n\nLocation\n\nUK Wide, UK Wide, GB-United Kingdom\n\n\n\nCompany Atos\n\nAbout Atos\n\nAtos is a global leader in digital transformation with 110,000 employees in 73 countries and annual revenue of € 12 billion. European number one in Cloud, Cybersecurity and High-Performance Computing, the Group provides end-to-end Orchestrated Hybrid Cloud, Big Data, Business Applications and Digital Workplace solutions. The Group is the Worldwide Information Technology Partner for the Olympic & Paralympic Games and operates under the brands Atos, Atos|Syntel, and Unify. Atos is a SE (Societas Europaea), listed on the CAC40 Paris stock index.\n\nThe purpose of Atos is to help design the future of the information space. Its expertise and services support the development of knowledge, education and research in a multicultural approach and contribute to the development of scientific and technological excellence. Across the world, the Group enables its customers and employees, and members of societies at large to live, work and develop sustainably, in a safe and secure information space.\n\nAt Atos, our ambition is to be a diverse and inclusive company where people are truly free to be themselves. They can thrive, achieve their personal goals and innovate without limitations. We welcome everyone to apply.\n\nFamily friendly, flexible working arrangements will be considered across all roles.\n\nThe opportunity\n\nWe're looking for a motivated and forward-thinking Junior Data Scientist with 'go-getter' demeanour, who loves working in a fast-paced environment to join our team!\n\nThe Artificial Intelligence and Machine Learning team blend statistical techniques and ML to create value from data for our clients.\n\nResponsibilities\nDeliver innovative technical solutions that will meet the requirements of our clients. This will entail collecting requirements, analysing, developing, testing, evaluating and deploying the appropriate solution through the full development lifecycle.\nAssist with the design of data models and ETL pipelines to meet the business requirements in the most efficient manner\nMaintain clear and coherent communication to understand data needs and report results.\nHorizon scan to stay up to date with the latest technology, techniques and methods\nDevelop prototypes and proof of concepts based on innovative techniques\n\nSigns of success\nPassionate about ground-breaking impact the right information can have on a business will be clear from your previous projects and personal exploration of Data Science.\nStrong appreciation of statistical methods, experimental design and the underlying principles of machine learning algorithms. You will have the ability to transform, analyse and model data from a huge number of data sources, extracting and interpreting trends and insights.\nAble to evaluate models and have an awareness of how they can be implemented, monitored and maintained as part of enterprise technology stacks. DataOps / MLOps experience would be valued.\nCompetence in Python or R is required and other common languages and tools would be assets. There will be opportunities to build skills in coding and the use of no-code/low-code tools as well as broadening your understanding to data platforms and BI.\nKnowledge of database design as well as experience with SQL is desirable.\nSuperb interpersonal skills.\nYou will likely have a background in Mathematics, Physics or Computer Science and have worked within an Agile project team in the past.\n\nMore reasons to join us?\nAttractive salary.\n25 days of Annual leave + an option to purchase more through our Flexible Benefits.\nFlex benefits system – exciting opportunity to choose your own benefits.\nRetail discounts.\nPension - matching contribution up to 10%.\nPrivate Medical Scheme.\nLife Assurance.\nEnrolment in our Share scheme - subject to scheme eligibility criteria.\nUnlimited opportunities to learn in our Training platforms.\n\nWe are committed to making reasonable adjustments to the application process for people with disabilities. Please contact us to request accommodation!\n\nHere at Atos, we want all of our employees to feel valued, appreciated, and free to be who they are at work. Our employee lifecycle processes are designed to prevent discrimination against our people regardless of gender identity or expression, sexual orientation, religion, ethnicity, age, neurodiversity, disability status, citizenship, or any other aspect which makes them unique. Across the globe, we have created a variety of programs to embed our Atos culture of inclusivity, and work hard to ensure that all of our employees have an equal opportunity to contribute and feel that they are exactly where they belong."], "5": ["https://www.linkedin.com/jobs/view/3028132646/?eBP=NotAvailableFromMidTier&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=EdqTZXyncDKl2sfOUsuXFA%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nAre you a Data or Business Analyst looking to develop your career into Machine Learning? We are looking for an experienced Analyst or Business Insights Lead to take the next step in their career. You will be joining a new product team to help us build and develop an incredible product that will help our clients make informed decisions around the very real challenges they face, day in, day out. As pioneers of the Embedded Talent Acquisition model we are transforming the world of Talent Acquisition. To complement this model, we are developing Elements Intelligence™ to help our Partners make informed decisions through the power of data. The Mission: You will be helping us develop a product which uses Machine Learning to allow our partners to make fact-based strategic decisions on where they should target resources to make the best use of their investments. Often partners have to deliver on tough hiring and diversity targets or make strategic decisions around office locations and geographical focus to remain competitive in their markets. Our Impact: Using a combination of AI and human intelligence, Elements Intelligence™ provides senior stakeholders with an in-depth, tailored analytics service built uniquely to their specific need or challenge. The bespoke, interactive digital report provides the buyer with the data they need to make informed decisions through real-time data sets that are consolidated, cleansed and augmented. Your Role: To embed deep learning activity into the Elements Intelligence™ process. Training the model to optimise search processes using machine learning. Build and implement machine learning algorithms and design experiments to merge, manage, interrogate and extract data to supply tailored reports to partners Use machine learning tools and statistical techniques to produce solutions to problems Maintain clear and coherent communication, both verbal and written, to understand data needs from the partner and report results Create clear visualisations that tell compelling stories with regards to specific challenges outlined Assess the effectiveness of data sources and data-gathering techniques and improve data collection methods Horizon scan to stay up to date with the latest technology, techniques and methods Conduct research from which you'll develop prototypes and proof of concepts Stay curious and enthusiastic about using algorithms to solve problems and enthuse others to see the benefit of your work Data analysis, visualisation and business intelligence skills to provide partners with the insights into their hiring activity Requirements 1-2 years experience in Data Scientist role OR 2 years experience in Business Insights with qualifications in Data Science Training in data science and machine learning You enjoy learning new technologies, and have experience with data visualisation tools like PowerBi, Data Studio or Tableau An Understanding of Cloud Databases and APIs is a big advantage Potential Profiles: Business Insights experience interested into moving into Data Science Graduate with theoretical understanding of Data Science Our Values: A data scientist will set the standard. You’ll take ownership and develop yourself as a trusted Elemigo. You’ll truly embed yourself into the Elements Intelligence team and execute on the product strategy, solving challenges and optimising processes along the way. You’re forever curious. You’ll seek out trends and analysis in order to help communicate the narrative. You’ll drive meaningful impact and create value through innovation and technical development of Elements Intelligence. You’ll inspire others. You’ll leverage your expertise and seek out ways to develop your own domain knowledge and skills. You’re great at using sourcing tools and techniques. Together, we’re incredible. You’ll remain humble, and support others around you on the team. You’ll help support an inclusive atmosphere and drive team success. Benefits What we offer: A very competitive salary and a comprehensive benefits package, which includes 25 days holiday (Moving to 30 after 2 years of service), Contributory pension, Healthcare and a range of Wellness benefits to suit your needs Clear and achievable career growth and an enormous range of training & development opportunities Profit Share Scheme - Every employee receives an equal share of the pot each year. Your Way of Working (YWoW). We offer full remote contracts, or a fully flexible approach to how, when and where you work from an office"], "6": ["https://www.linkedin.com/jobs/view/3021821419/?eBP=NotAvailableFromMidTier&refId=b17QGcUIPidKAtmc1W0SKA%3D%3D&trackingId=8Jn1q1DzofDp%2BcVnHdVRTQ%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nWe are looking for a Data Analyst to help with the day-to-day data driven activities within the eCommerce and Out of Home function, who will be responsible for cleaning, analysing, and reporting of datasets for key stakeholders.\n\nAs a Data Analyst, you'll use your passion for data and analytics to help challenge and improve our business processes to benefit the business as well as our customers. This role requires a dynamic, ambitious and self-motivated individual who is passionate about delivering value to the business through data.\n\nYou will be accountable for:\nAbility to simplify & present large volumes of complex data easily\nCreating compelling insights to resolve problems and implement innovative processes\nDelivering accurate reporting on a weekly/monthly basis across all eCommerce and Out of Home areas, and present this as necessary to a wide audience\nContribute to the continuous support and development of analytics and data-driven decision making to support profitability and other business objectives\nBuilding automated dashboards for providing insights across the business\nUsing data visualisation techniques to help deliver analysis and insights, and help make stakeholders make data informed decisions\nCommunicating with a wide range of teams and people, in order to further the impact of what analytics can achieve across the company\nWorking closely with the Analytics Manager to develop and maintain data models and forecasts to inform commercial decisions across the eCommerce and Out of Home team\n\nTo be successful in this role you will require the following…\n\nQualifications:\nA degree (BSc/or equivalent) in a numerate subject such as Analysis, Data Science, or Maths with specific analytical qualifications is essential\nStrong Microsoft Excel skills is a must\nExperience with data modelling, Python and SQL is advantageous\n2+ years working with data (i.e. quantitative analysis experience, manipulating and analysing data and creating analytical reports)\nExperience working with large datasets with strong technical skills\n\nKnowledge & Experience:\nHave a robust knowledge of Microsoft excel & PowerPoint\nExperience of building commercial/financial models\nExperience working with large amounts of data\n\nTechnical & People Skills:\nYou will be extremely organised and numerically astute\nAn interest in developing analytical skillset\nMust be articulate, precise, detail-orientated and highly responsive\n\nImpact & Influence:\nExcellent written and verbal and presentation communications.\nThe ability to work to tight timescales, under pressure and at pace\nGood problem solving and reasoning skills"], "7": ["https://www.linkedin.com/jobs/view/3032943425/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=BQ8jU%2B5FYnQbjaT2IJ7dMg%3D%3D&trackingId=OtOgqE7LuK7JgZZ9CnZ7KQ%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nPrincipal Data EngineerRemote working/ one day per month in the Leeds officeSalary up to £110,000 per annum plus 15% bonusAn exciting opportunity has arisen to join a fast growing, technologically advanced consulting company, within a Principal Data Engineer role. This organisation boasts a multitude of clients ranging from a wealth of well-known FTSE 100's to start ups and have been named as one of the top consultancies and small business to work for.This role would suit a highly passionate developer who is excited by data and new technologies and is able to deliver technical leadership across a range of different projects for different clients. On top of this the desired candidate will have superb client facing/consultative skills and the ability to drive business development and brand awareness opportunities.Key Responsibilities will include:Leading the technical design of data projectsProviding technical leadership of delivery projects using a range of technologiesDefining and designing architecture at a Logical, Physical and Conceptual levelTeam mentoring and management of multi-disciplinary, technical teamsUnderstanding clients' needs and articulating how they can get the most value from their dataCreating new innovative ideasBuilding trusted relationships with clients and influencing technical decision makingSkills Required:Experience in a similar role and will have had the responsibility of delivering a wide range of projectsProficiency with multiple programming languages (Python, Scala, Java, etc)An understanding of Cloud solution Architecture (Azure/GCP/AWS)Knowledge of Database, Data Warehouse and Data Lake principlesA knowledge of the end to end data space, including: engineering, science, quality, analytics and BIExperience building production-grade applications in the cloudThis is a great chance to join a forward-thinking organisation with a superb working culture while on a significant ascendency. they offer plenty of progression opportunities and an excellent benefits package.There is also a Senior Data Engineer position availble within this organisation. Similar duties but will be less client facing and more hands on. If you are interested, please apply for full details."], "8": ["https://www.linkedin.com/jobs/view/3025634356/?eBP=NotAvailableFromMidTier&refId=BQ8jU%2B5FYnQbjaT2IJ7dMg%3D%3D&trackingId=FQ9mQuGuEnbXcrsNyb3KLg%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nThe Opportunity\n\nAdvanced data science is the foundation of our unique technological approach at Featurespace and is the driving force behind our ongoing business success.\n\nTo maintain our lead at the cutting-edge of analytics, Featurespace is looking for a Junior Data Scientist who will contribute to the successful application of our technology and help to grow our business.\n\nAs part of Featurespace’s Data Science team, you will be building advanced statistical models and algorithms that infer and predict individual customer behaviours in real-time, based on retail, online and ecommerce transaction data.\n\nIf you have an acute analytical mind, and would enjoy applying your energies and skills to real-world commercial problems to deliver value to customers, then we would like to hear from you.\n\nDay to Day\nApplying analytical theory to diverse real-world problems on large and dynamic datasets\nGenerating integral work products from project kick-off through to live deployment\nContributing to the development of statistical models and algorithms for integration within Featurespace products\nEnd-to-end processing and modelling of large customer data sets\nProducing materials to feedback analytic output to customers (reports, presentations, visualizations)\nWorking collaboratively with customers to develop and optimize models tailored to their data\nEvaluating and improving analytical results on live systems\nDeveloping an understanding of industry data structures and processes\nWorking with engineering/development teams to support and enhance the analytical infrastructure\nTesting analytical models and their integration within the ARIC platform\nAbout You\n\nMust haves:\nGood degree in a scientific or numerate discipline (e.g. Computer Science, Physics, Mathematics, Engineering) or equivalent work experience\nEvidence of interest in machine learning\nExperience in utilising statistical models and analytical algorithms in software\nExperience using Python, Java, R or another major programming language for data analysis, machine learning, or algorithm development\nTechnical and analytical skills with the ability to pick up new technologies and concepts quickly\nProblem-solving skills (especially in data-centric applications)\nStrong communication skills\nAbility to manage and prioritise personal workload\nGood To Haves\nExposure to the handling of large, diverse, real-world data sets\nExperience working in a Linux command line environment\nExperience using SQL to analyse data\nExperience with version control software and workflows (e.g. git)\nPersonal Qualities\n\nThe work is often challenging and fast paced. We are looking for someone who has the following qualities:\nEnjoys working in a team of like-minded and intelligent people to solve complex problems\nA focus on personal achievement and responsibilities\nA passion to learn new skills and technologies\nAttention to grammatical detail, layout, and presentation\nA passion to work for one of the fastest growing fraud prevention technologies in the world\nEnthusiasm\nAnd most importantly, a small-company attitude: willingness to adapt to a variable role and a great can-do attitude."], "9": ["https://www.linkedin.com/jobs/view/3021821419/?eBP=NotAvailableFromMidTier&refId=BQ8jU%2B5FYnQbjaT2IJ7dMg%3D%3D&trackingId=UT%2B2HmQdcIIJyBcoAzJxxA%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nWe are looking for a Data Analyst to help with the day-to-day data driven activities within the eCommerce and Out of Home function, who will be responsible for cleaning, analysing, and reporting of datasets for key stakeholders.\n\nAs a Data Analyst, you'll use your passion for data and analytics to help challenge and improve our business processes to benefit the business as well as our customers. This role requires a dynamic, ambitious and self-motivated individual who is passionate about delivering value to the business through data.\n\nYou will be accountable for:\nAbility to simplify & present large volumes of complex data easily\nCreating compelling insights to resolve problems and implement innovative processes\nDelivering accurate reporting on a weekly/monthly basis across all eCommerce and Out of Home areas, and present this as necessary to a wide audience\nContribute to the continuous support and development of analytics and data-driven decision making to support profitability and other business objectives\nBuilding automated dashboards for providing insights across the business\nUsing data visualisation techniques to help deliver analysis and insights, and help make stakeholders make data informed decisions\nCommunicating with a wide range of teams and people, in order to further the impact of what analytics can achieve across the company\nWorking closely with the Analytics Manager to develop and maintain data models and forecasts to inform commercial decisions across the eCommerce and Out of Home team\n\nTo be successful in this role you will require the following…\n\nQualifications:\nA degree (BSc/or equivalent) in a numerate subject such as Analysis, Data Science, or Maths with specific analytical qualifications is essential\nStrong Microsoft Excel skills is a must\nExperience with data modelling, Python and SQL is advantageous\n2+ years working with data (i.e. quantitative analysis experience, manipulating and analysing data and creating analytical reports)\nExperience working with large datasets with strong technical skills\n\nKnowledge & Experience:\nHave a robust knowledge of Microsoft excel & PowerPoint\nExperience of building commercial/financial models\nExperience working with large amounts of data\n\nTechnical & People Skills:\nYou will be extremely organised and numerically astute\nAn interest in developing analytical skillset\nMust be articulate, precise, detail-orientated and highly responsive\n\nImpact & Influence:\nExcellent written and verbal and presentation communications.\nThe ability to work to tight timescales, under pressure and at pace\nGood problem solving and reasoning skills"], "10": ["https://www.linkedin.com/jobs/view/3030554720/?eBP=NotAvailableFromMidTier&recommendedFlavor=IN_NETWORK&refId=BQ8jU%2B5FYnQbjaT2IJ7dMg%3D%3D&trackingId=Y5kcO2B1nCPoAAbOaK2bZw%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nYour New Company\n\nYour new organisation will be an innovate technology provider who've transformed the market for the world leading partners that are their customers. Due to their continued success they're seeking a Data Scientist to work closely with the Engineering teams developing algorithms and performing regressions to accurately improve the effectiveness and predictiveness of their services.\n\nYour new role\n\nWithin this role, you'll use your knowledge of Data Driven Science to solve problems and support the daily activities of the Data Science function. You'll work with relevant technologies, tools and processes to deliver quality solutions and contribute to the success of the team and projects, conducting interactions with clients and colleagues to update, feedback and deliver news regarding pieces of work you are involved in. You'll proactively identify, suggest and assist in the delivery of improvements, to ensure the business and team are constantly moving forward and raising the bar. You'll contribute heavily into the timely delivery of projects and products; managing the quality of your own work, in order to ensure the best product is delivered within the specified time frame. Lastly, you'll analyse and break down tasks and information, seeking guidance and support\n\nfrom peers when required, to ensure you’re working with a fair level of autonomy.\n\nWhat You'll Need To Succeed\n\nTo be successful within this role, you should be able to demonstrate a proven track record of ability to quickly adapt to and exploit new and cutting edge technology/ techniques, with a relevant degree or qualification in Statistics, Applied Mathematics, Computer Science, or related subject. You should have a broad knowledge of programming and scripting, with a particular focus in Python, NumPy, Pandas, scikit-learn and Matplotlib libraries. Prior experience of developing and delivering viable 'big-data' analytics solutions and Data Mining algorithms and statistical tools. Alongside your technical skills you should be able to communicate effectively with external and internal parties, with an ability to identify, develop and deliver commercially viable analytical solutions via research projects.\n\nDesirable Skills\nExperience of client interaction (financial sector)\nExperience of productionising data science algorithms in Java, using continuous integration\nProven track record of involvement in complex applications\nExperience with UNIX / LINUX command line and other programming languages (e.g. R)\nExperience in presenting and visualising the output of big data analytics\nWhat You'll Get In Return\n\nThis award winning organisation offer a fantastic working environment and a benefits package including a pension, lifestyle savings, cycle to work scheme, sharesave offering and travel loans.\n\nWhat You Need To Do Now\n\nIf you're interested in this role, click 'apply now' to forward an up-to-date copy of your CV, or call us now.\n\nIf this job isn't quite right for you but you are looking for a new position, please contact us for a confidential discussion on your career. #3964552"], "11": ["https://www.linkedin.com/jobs/view/3032949037/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=BQ8jU%2B5FYnQbjaT2IJ7dMg%3D%3D&trackingId=9PewWyHQvoN38CUtEa2V2g%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nFulfil your potential with us:Data Scientists at Sensor Tower are hybrid data scientists and software engineers. You would take data all the way from doing initial analysis to building data pipelines to final model implementation and monitoring. Data Scientists take full ownership of the back-end of the products they’re working on.\n\nWe are looking for a hands-on thinker to help harvest new insights from our constantly growing foundation of quantitative information collected from the mobile app ecosystem.\n\nWhat you will be working on:\nPrototype machine learning models in Python or Ruby.\nWork with MongoDB and analyse query performance to ensure calculation efficiency.\nWrite tests for the implementation of machine learning models.\nCollaborate with back-end engineers to understand the raw data being collected.\nCollaborate with front-end engineers to create data visualisations for both external and internal customers.\nConduct ad-hoc data analysis based on requests from the Sales, CSM or Contents team.\nPresent results of various data analysis. Experience which would be nice to see:\nDegree in mathematics, statistics, or computer science.\n3+ years applied experience in business intelligence, data mining, analytics, or statistical modelling in technology or mobile industries OR 2+ years applied experience in data science in mobile market intelligence.\nAbility to write code that is ready for production (Python or Ruby preferred).\nExperience with adjusting data for bias.\nSubstantial experience with databases, querying data, and data structure manipulation.\nAbility to communicate effectively with technical developers and non-technical marketing business partners.\nAbility to produce rough timelines for deliveries plus solid understanding of steps necessary to complete a project.\nAbility to come up with a rough project structure from scratch.\nAbility to critically analyse given data, ask probing questions, and perform own research.\nSubstantial knowledge of statistical modelling techniques.\nMastery of one or more statistical visualisation or graphing toolkits such as Excel, Jupyter Notebooks, or Google Spreadsheets.\nAbout Sensor Tower Sensor Tower is a high-growth SaaS company that provides accurate, comprehensive, and customisable mobile market economy analytics to app developers, game developers, industry analysts and investors. Founded in 2013, Sensor Tower has grown from a $1M seed investment to being profitable and in 2020 we received a $42M growth investment from Riverwood Capital. Why Sensor Tower? Our flexible work environment allows employees to live in greater connection with the people, places, and activities they love! Our benefits include:\nFlexible time off so employees can shape their time away from work.\nHealth and wellness stipend to achieve and maintain a healthy lifestyle through physical and mental fitness.\nMonthly internet stipend and a one-time $500 home office stipend. We are committed to equal employment opportunity regardless of race, colour, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, and veteran status. We will consider qualified applicants with arrest and conviction records. If you have a disability or special need, please do not hesitate to let us know and we'll do our best to accommodate."], "12": ["https://www.linkedin.com/jobs/view/3024815282/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=BQ8jU%2B5FYnQbjaT2IJ7dMg%3D%3D&trackingId=7Bp8CDM3p5wvY1HJbZWsAQ%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nThe Marketing team focuses on building Facebook's brand presence by improving user sentiment and product education. Our Marketing team seeks to understand how our users feel about our products so we can help people better understand Facebook's intent and mission and guide our users to key features that can enrich their lives. The Decision Science team provides insightful analytics on consumer perception of the Facebook experience as a consultative partner to our Marketing team so we can better connect our users to Facebook and our products. We are seeking a talented analytics professional who thrives at the intersection of data, human behavior, marketing, product, and engineering. The ideal candidate will have a strong technical and analytical background, as well as an intense hunger to make a significant business impact by owning and driving business outcomes. Strong time management and communication skills are critical.\n\nDecision Scientist Responsibilities:\n\nPartner with our marketing teams to make well-informed decisions backed by product usage data and survey results\nEmpathize with Facebook users' attitudes, emotions, and opinions to promote product awareness and meaningful interactions on the platform\nPartner with marketing, research, and product organizations to scope, design, execute, measure, and improve the impact of our marketing efforts on the world and on our business\nTranslate data insights into actions and recommendations that will drive brand sentiment, user growth and engagement, and marketing effectiveness\nDevelop quantitative analysis, tools, ad hoc reports, and models to support marketing decision making. Analysis areas might include (but not limited to): retention, sentiment, lifetime value, messaging, promotions, usage, and engagement\nProduce data visualization such as charts, infographic, and dashboards to communicate findings and actionable recommendations to internal stakeholders clearly and effectively\n\nMinimum Qualifications:\n\nA degree in economics, operations research, mathematics, statistics, engineering, psychology, or another field with quantitative roots and demands\n5+ years of experience in data analysis, data science, decision science, or similar quantitative fields, applying experimentation methods to test various hypotheses for customer segmentation, consumer sentiment or perception, and outbound online marketing campaign evaluation\nExperience finding, cleaning, and manipulating data to build data sets\nStatistical modeling and data analysis experience (e.g. significance testing, regression modeling, sampling theory, etc.)\nExperience using R or Python or a similar scripting language for statistical modeling\nExperience with SQL, Hive, Presto, Hadoop, or other data querying languages\nExperience communicating with cross-functional stakeholders including brand strategists, marketing researchers, product marketing managers, and engineers\n\nPreferred Qualifications:\n\nAn MBA or Master's or Doctorate degree in economics, operational research, mathematics, statistics, engineering, psychology, or another field with strong quantitative roots and demands\nManagement consulting experience or a similar career requiring one to present data-driven insights to business audiences\nExperience developing data pipelines\nExperience writing production code for automated models\nExperience using open-source statistical packages such as Dplyr, Rstudio, NumPy, Pandas\nBasic experience or basic understanding of machine learning, data mining, and natural language processing"], "13": ["https://www.linkedin.com/jobs/view/3020785665/?eBP=NotAvailableFromMidTier&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=BQ8jU%2B5FYnQbjaT2IJ7dMg%3D%3D&trackingId=eaJ%2B8d0GEVFA3%2FK90%2BzP%2Bw%3D%3D&trk=flagship3_search_srp_jobs", "About the job\nThe Marketing team focuses on building Facebook's brand presence by improving user sentiment and product education. Our Marketing team seeks to understand how our users feel about our products so we can help people better understand Facebook's intent and mission and guide our users to key features that can enrich their lives. The Decision Science team provides insightful analytics on consumer perception of the Facebook experience as a consultative partner to our Marketing team so we can better connect our users to Facebook and our products. We are seeking a talented analytics professional who thrives at the intersection of data, human behavior, marketing, product, and engineering. The ideal candidate will have a strong technical and analytical background, as well as an intense hunger to make a significant business impact by owning and driving business outcomes. Strong time management and communication skills are critical.\n\nDecision Scientist Responsibilities:\n\nPartner with our marketing teams to make well-informed decisions backed by product usage data and survey results\nEmpathize with Facebook users' attitudes, emotions, and opinions to promote product awareness and meaningful interactions on the platform\nPartner with marketing, research, and product organizations to scope, design, execute, measure, and improve the impact of our marketing efforts on the world and on our business\nTranslate data insights into actions and recommendations that will drive brand sentiment, user growth and engagement, and marketing effectiveness\nDevelop quantitative analysis, tools, ad hoc reports, and models to support marketing decision making. Analysis areas might include (but not limited to): retention, sentiment, lifetime value, messaging, promotions, usage, and engagement\nProduce data visualization such as charts, infographic, and dashboards to communicate findings and actionable recommendations to internal stakeholders clearly and effectively\n\nMinimum Qualifications:\n\nA degree in economics, operations research, mathematics, statistics, engineering, psychology, or another field with quantitative roots and demands\n5+ years of experience in data analysis, data science, decision science, or similar quantitative fields, applying experimentation methods to test various hypotheses for customer segmentation, consumer sentiment or perception, and outbound online marketing campaign evaluation\nExperience finding, cleaning, and manipulating data to build data sets\nStatistical modeling and data analysis experience (e.g. significance testing, regression modeling, sampling theory, etc.)\nExperience using R or Python or a similar scripting language for statistical modeling\nExperience with SQL, Hive, Presto, Hadoop, or other data querying languages\nExperience communicating with cross-functional stakeholders including brand strategists, marketing researchers, product marketing managers, and engineers\n\nPreferred Qualifications:\n\nAn MBA or Master's or Doctorate degree in economics, operational research, mathematics, statistics, engineering, psychology, or another field with strong quantitative roots and demands\nManagement consulting experience or a similar career requiring one to present data-driven insights to business audiences\nExperience developing data pipelines\nExperience writing production code for automated models\nExperience using open-source statistical packages such as Dplyr, Rstudio, NumPy, Pandas\nBasic experience or basic understanding of machine learning, data mining, and natural language processing"]}